<?php

/*
|--------------------------------------------------------------------------
| All translation keys will be here
|-------------------------------------------------------------------------
*/
return [
    'menu' => [
        'home'      => 'முகப்பு',
        'contactUs' => 'தொடர்பு கொள்ள',
        'aboutUs'   => 'எங்களை பற்றி',
        'signIn'    => 'உள்நுழைக',
        'signUp'    => 'பயனர் பதிவு',
        'fp'        => 'கடவுச்சொல்லை மறந்துவிட்டேன்',  // forget password
        'profile'   => 'சுயவிவரம்',
        'account'   => 'என் கணக்கு',
        'logout'    => 'வெளியேறு'
    ],
    'message' => [
        'sc'    => 'வெற்றிகரமாக உருவாக்கப்பட்டது',  //successfully created
        'su'    => 'வெற்றிகரமாக புதுப்பிக்கப்பட்டது', // successfully updated
        'sww'   => 'ஏதோ தவறு நடந்துவிட்டது'        // something went wrong
    ],
    'action' => [
        'add' => 'உருவாக்கு',
        'update' => 'புதுப்பிப்பு',
        'delete' => 'அழி'
    ],
    'form' => [
        'name' => 'பெயர்',
        'cname' => 'நிறுவனத்தின் பெயர்',
        'email' => 'மின்னஞ்சல்',
        'password' => 'கடவுச்சொல்',
        'mobile' => 'கைபேசி எண்'
    ],

    // All Common pharsers here
    'common' => [
        'secure'    => 'பாதுகாப்பானது',
        'reliable'  => 'நம்பகமான',
        'simple'    => 'எளிமையானது',
        'enter'     => 'பதிவுசெய்',
        'your'      => 'உங்கள்',
    ]
];